/*
	File:		AboutWindow.strings
	Contains:	Localizable strings for About the Finder
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"AW1" = "Finder versio ^0^1";
"AW2" = "DS versio ^0^1";
/*
	File:		AccessibilityUtils.strings
	Contains:	Localizable strings for Accessibility in the Finder
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"AX5" = "Symbolinäkymän vieritysalue";
"AX7" = "Sivupalkin jakoryhmä";
"AX9" = "Sivupalkki";
"AX10" = "Sivupalkki";
"AX12.3" = "laske poltettavan kansion koko";
"AX12.4" = "lopeta poltettavan kansion koon laskeminen";
"AX13" = "Avaa Finder-kohde";
"AX13.1" = "Näytä kontekstivalikko";
"AX14" = "luettelonäkymän vaihtaja";
"AX15" = "palstanäkymän vaihtaja";
"AX15.1" = "cover flow -näkymän vaihtaja";
"AX16" = "symbolinäkymän vaihtaja";
"AX16.2" = "näkymän vaihtaja";
"AX17" = "takaisin";
"AX18" = "seuraava";
"AX19.1" = "polku";
"AX20" = "Hakukenttä";
"AX20.1" = "Hakukenttä";
"AX23" = "tietoja";
"AX24" = "asetukset";
"AX26" = "tiedot";
"AX27" = "tiedot";
"AX28" = "Valinnat";
"AX29" = "AXDesktop";
"AX30" = "AXDesktopGroup";
"AX31" = "kopioinnin edistyminen";
"AX32" = "polton edistyminen";
"AX33" = "yhteyden muodostuksen edistyminen";
"AX34" = "roskakorin tyhjennyksen edistyminen";
"AX34.1" = "varmuuskopion poistamisen edistyminen";
"AX50" = "finderin kohde";
"AX80" = "esikatselu";
"AXCTW1" = "palvelinosoite";
"AXCTW2" = "lisää suosikkipalvelin";
"AXCTW3" = "äskeiset palvelimet";
"AXCTW4" = "suosikkipalvelimet";
"AXL2" = "^0-merkki";
"AXL3" = "ei merkkiä";
"AXSB1" = "hakuehdot";
"AXSB2" = "hakualue";
"AXSB3" = "hakuehdot";
"AXSB4" = "^0 hakuehdot";
"AXSB5" = "lisää ehto";
"AXSB6" = "poista ehto";
"AXSB7" = "tallenna haku";
"AXSB8" = "tallenna haku nimellä";
"AXSB9" = "valitse hakuattribuutti";
"AXSB10" = "^0 hakualue"; // ^0 is Servers, Home, Computer, etc.
"AXSB11" = "näytä hakuehdot";
"AXSB12" = "kätke hakuehdot";
"AXPR1" = "toiminnan edistyminen";
"AXPR2" = "";
"AXICON1" = "varoitus";
"AXICON2" = "poltto";
"AXICON3" = "pakkaus";
"AXICON4" = "finderin kohde";
"AXICON5" = "verkko";
"AXICON6" = "roskakori";
"AXICON7" = "time machine";
/*
	File:		Alerts.strings
	Contains:	Localizable strings for Finder alert buttons
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"AL1" = "Kumoa";
"AL2" = "Tallenna";
"AL3" = "Jatka";
"AL4" = "OK";
"AL5" = "Todenna";
"AL6" = "Ohita";
"AL7" = "Poista";
"AL8" = "Poista näkyvistä";
"AL9" = "Älä tallenna";
"AL10" = "Tyhjennä roskakori";
"AL11" = "Tyhjennä roskakori turvallisesti";
"AL12" = "Muu";
/*
	File:		Application.strings
	Contains:	Localizable strings for Finder
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"A4" = "Käyttäjän ”^0” kotikansio ei sijaitse normaalissa paikassa tai sitä ei voida käyttää.";
"A5" = "Käyttäjän kotikansio ei sijaitse normaalissa paikassa tai sitä ei voida käyttää.";
"A6" = "Koti- tai Käyttäjät-kansio on saatettu siirtää tai poistaa. Jos kotikansio sijaitsee verkossa, palvelin saattaa olla väliaikaisesti pois käytöstä. Jos ongelmat jatkuvat, ota yhteyttä järjestelmän ylläpitäjään.";
"A14" = "Kansiota ”^0” ei löydy.";
"A14.1" = "Kansiota ei löydy.";
"A15" = "Haluatko varmasti hävittää roskakorin kohteet pysyvästi?";
"A16" = "Toimintoa ei voida perua.";
"A17" = "Finderia ei voida lopettaa, koska jotkut toiminnot ovat vielä kesken.";
"A18" = "Voit kumota tai keskeyttää toiminnot ja yrittää uudelleen.";
"A20" = "Annetussa osoitteessa (^0) olevaan palvelimeen ei voitu kytkeytyä.";
"A21" = "Yritä myöhemmin uudelleen tai yritä yhteyden muodostamista toiselle palvelimelle (virhe ^0).";
"A27" = "Ei saada yhteyttä palvelimeen.";
"A28"  = "Tapahtui odottamaton virhe (virhe ^0).";
"A30" = "Turvallinen roskakorin tyhjentäminen poistaa roskakorin kohteet lopullisesti. Haluatko varmasti poistaa kohteet lopullisesti?";
"A31" = "Jos valitset turvallisen roskakorin tyhjentämisen, kohteita ei voida palauttaa ellet ole tehnyt niistä varmuuskopioita Time Machinella tai toisella varmuuskopio-ohjelmalla.";
"A32" = "Tiedostojen hävittäminen loppuu heti, kun nykyinen tiedosto on täysin hävitetty.";
/*
	File:		Archive.strings
	Contains:	Localizable strings for Archive command
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"AR1" = "Valmistellaan pakkaamista kohteeseen ”^0”";
"AR2" = "Aloitetaan pakkausta kohteeseen ”^0”";
"AR3" = "Pakataan kohdetta ”^0” kohteeseen ”^1”";
"AR4" = "Viimeistellään pakkausta";
"AR5" = "Viimeistellään";
"AR_MULT_R1" = "";
"AR_MULT_V1" = "Pakataan ^0 kohdetta kohteeseen ”^1”";
"AR40" = "Arkisto";
"AR20" = "Pakkaamisessa tarvittavaa sisältöluetteloa ei voida luoda.";
"AR20.1" = "BOM:ille ei voida luoda juurta.";
"AR21" = "Käsiteltäessä kohdetta ”^0” tapahtui virhe.";
"AR21.1" = "Lisättäessä kohdetta ”^0” arkistoon tapahtui virhe.";
"AR22" = "Pakkaamisessa tarvittavaa resurssia ei voida luoda.";
"AR23" = "Yhtään tiedostoa ei määritetty pakkaamiseen.";
"AR24" = "Pakattaessa tiedostoa tapahtui virhe.";
"AR25" = "Pakattaessa tiedostoa tapahtui peruuttamaton virhe.";
"AR26" = "Pakattaessa tapahtui peruuttamaton virhe.";
"AR30" = "Lopeta pakkaus";
"AR100" = "Valmistellaan ^0 kohteen pakkaamista.";
/*
	File:		Backup.strings
	Contains:	Localizable strings for Backup
	Copyright:	© 2007-2009 by Apple Inc., all rights reserved.
*/
"BU1" = "Et ole valinnut sijaintia Time Machine -varmuuskopioille.";
"BU2" = "Jos haluat valita sijainnin varmuuskopioille, ota Time Machine käyttöön.";
"BU2.1" = "Time Machine -varmuuskopiolevyä ei löydy.";
"BU2.2" = "";
"BU3" = "Ota Time Machine käyttöön";
"BU4" = "Varmuuskopiointi on meneillään.";
"BU5" = "Haluatko keskeyttää varmuuskopioinnin ja poistaa varmuuskopiotaltion näkyvistä?";
"BU6" = "Jatka varmuuskopiointia";
"BU7" = "Haluatko keskeyttää varmuuskopioinnin ja sallia Finderin lopettaa?";
"BU8" = "Lopeta";
"BU9" = "Kumoa";
"BU10" = "Korosta muutokset";
"BU11" = "Palauta kaikki";
"BU12" = "Palauta";
"BU16"  = "Valitse kansio palautetuille kohteille";
"BU17"  = "Tänään";
"BU18"  = "Eilen";
"BU19"  = "Nyt";
"BU20"  = "Tänään (nyt)";
"BU22" = "Valmistellaan varmuuskopiointia…";
"BU22.1" = "Valmistellaan kohteen ^1 ^0 kohteen varmuuskopiointia";
"BU22.2" = "Käytetään varmuuskopiolevyä…";
"BU23" = "Varmuuskopioidaan…";
"BU23.1" = "Varmuuskopioidaan ^0 kohdetta";
"BU24" = "Pysäytä varmuuskopiointi.";
"BU24.1" = "Pysäytetään varmuuskopiointia…";
"BU24.2" = "Viimeistellään varmuuskopiointia…";
"BU25" = "^0 / ^1 - ^2";
"BU25.1" = "^0 / ^1";
"BU26" = "Valitun varmuuskopion päivämäärä";
"BU27" = "Varmuuskopioaikajana";
"BU28" = "Edellinen";
"BU29" = "Seuraava";
"BU30" = "Time Machine -säätimet";
"BU31" = "Nykyistä Time Machine -varmuuskopiolevyä ei löytynyt.";
"BU32" = "Voit valita uuden varmuuskopiolevyn Time Machine -asetuksista tai käyttää aiempaa varmuuskopiolevyä.";
"BU33" = "Käytä aiempaa levyä…";
"BU34" = "Time Machine -asetukset…";
"BU35" = "Palauta ”^0” kohteeseen…";
"BU35.1" = "Palauta ^0 kohdetta kohteeseen…";
"BU36" = "Valitse kansio palautetuille kohteille";
"BU37" = "Kohteen ”^0” sisältävä kansio ei enää ole alkuperäisessä sijainnissaan. Voit luoda sisältävän kansion uudelleen tai valita uuden sijainnin palautukselle.";
"BU38" = "Joidenkin kohteiden sisältävät kansiot eivät enää ole alkuperäisissä sijainneissaan. Voit luoda sisältävät kansiot uudelleen tai valita uuden sijainnin palautukselle.";
"BU39" = "Valitse sijainti…";
"BU40" = "Luo kansiot uudelleen";
"BU41" = "”^0” kohteessa ”^1”";
"BU42" = "Otetaan käyttöön varmuuskopiolevyä…";
"BU43" = "Lasketaan muutoksia…";
"BU44" = "Viimeistellään…";
"BU45" = "Indeksoidaan varmuuskopiota…";
"BU46" = "Poistetaan vanhoja varmuuskopioita…";
/*
	File:		BurnTask.strings
	Contains:	Localizable strings for burning CDs and DVDs
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"BN1" = "Valmistelen…";
"BN2" = "Valmistelen dataa kohteelle ”^0”";
"BN3" = "Poltetaan ”^0”";
"BN4" = "Lopetan…";
"BN5" = "Tarkistetaan ”^0”";
"BN6" = "Levyä ei voida käyttää, koska sitä ei voida tunnistaa.";
"BN7" = "Polta";
"BN8" = "Lopeta poltto";
"BN9" = "Tarkistetaan mahtuuko ”^0” levylle.";
"BN20" = "Poltettava kansio";
"BN20.1" = "Nimetön ^0";
"BN20.2" = "Levy";
"BN20.3" = "Tallennettava ^0";
"BN21" = "Haluatko varmasti polttaa kohteen ”^0” sisällön levylle?";
"BN22" = "Levyä voidaan käyttää kaikissa Mac- ja Windows-tietokoneissa. Jos haluat poistaa levyn asemasta polttamatta sitä, osoita Poista näkyvistä.";
"BN23" = "Finderia ollaan sulkemassa. Jos haluat poistaa levyn asemasta polttamatta sille kansiota ”^0”, osoita Jatka.";
"BN24" = "Kohdetta ”^0” ei poisteta. Voit polttaa sen levylle myöhemmin.";
"BN30" = "Kansion ”^0” sisältö poltetaan levylle. Polttamista varten tarvitaan levy, jonka kapasiteetti on vähintään ^1.";
"BN33" = "Haluatko varmasti luoda tyhjän levyn?";
"BN34" = "Kohteella ”^0” ei näytä olevan mitään sisältöä, joten levy jää tyhjäksi.";
"BN36" = "Finder on lopettamassa. Haluatko tallentaa kansion ”^0” sisällön uudeksi poltettavaksi kansioksi työpöydälle?";
"BN37" = "Kansio ”^0” voidaan polttaa levylle myöhemmin.";
"BN38" = "Tallenna";
"BN39" = "Lopeta tallentamatta";
"BN40" = "Valitse kohteet, jotka haluat polttaa levylle. Mitä haluat polttaa?";
"BN41" = "Jos haluat varmuuskopioida tiedostosi, laita tyhjä levy asemaan, vedä tiedostot levylle ja poista levy asemasta. Jos haluat polttaa valmiin poltettavan kansion, valitse se ja valitse Arkisto > Polta levy.";
"BN42" = "Kansiosta ”^0” ei voida polttaa levyä, koska se on lukittu.";
"BN43" = "Voit ehkä poistaa kohteen lukituksen. Valitse kohde, valitse Arkisto > Näytä tiedot ja poista Lukittu-valintaneliön valinta.";
"BN44" = "Kohdetta ”^0” ei voida polttaa, koska alkuperäistä kohdetta ei löydy.  Haluatko ohittaa tämän kohteen ja jatkaa polttamista?";
"BN45" = "Kohdetta ei polteta levylle.";
"BN46_R1" = "";
"BN46_V1" = "Löydettiin ^0 kohdetta, joita ei voida polttaa, koska alkuperäisiä kohteita ei löydy. Haluatko ohittaa kohteet ja jatkaa polttamista?";
"BN47" = "Näitä kohteita ei polteta levylle: ^0.";
"BN48" = "”^0” on roskakorissa. Haluatko varmasti polttaa kohteen ”^0” sisällön levylle?";
"BN49" = "Voit välttää tämän varoituksen näkemisen pitämällä Optio-näppäintä painettuna samalla kun valitset Arkisto > Polta levy.";
"BN51" = "Polta ^0 kohdetta levylle…";
"BN52" = "Polta ”^0”…";
"BN60" = "Levystä saattaa tulla epäluotettava, jos lopetat polttamisen nyt. Se kannattaa heittää pois.";
"BN61" = "Levylle on kirjoitettu dataa, mutta toimintoa ei ole suoritettu loppuun.";
"BN62" = "Seis";
"BN63" = "Älä lopeta";
/*
	File:		ClipWindows.strings
	Contains:	Localizable strings for clipboard & clipping windows
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"CW1" = "Leikepöydän sisältö: ^0";
"CW2" = "Leikkeen sisältö: ^0";
"CW3" = "tyhjä";
"CW4" = "tuntematon";
"CW5" = "kuva";
"CW6" = "teksti";
"CW7" = "tyyliteksti";
"CW8" = "ääni";
"CW9" = "^0 / kohdetta";
"CW10" = "Leikepöytä";
/*
	File:		Copy.strings
	Contains:	Localizable strings for Copy
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"CP1" = "Kopioi sittenkin kohde ”^0”";
"CP2" = "Peru kohteen ”^0” kopiointi";
"CP3" = "Valmistellaan kopiointia kohteeseen ”^0”";
"CP4" = "Kopioidaan ”^0” kohteeseen ”^1”";
"CP5" = "Lopeta kopiointi";
"CP6" = " (alkuperäinen)";
"CP_UNDO_R1" = "";
"CP_UNDO_V1" = "Peru ^0 kohteen kopiointi";
"CP_REDO_R1" = "";
"CP_REDO_V1" = "Kopioi sittenkin ^0 kohdetta";
"CP_MULT_R1" = "";
"CP_MULT_V1" = "Kopioidaan ^0 kohdetta kohteeseen ”^1”";
/*
	File:		Duplicate.strings
	Contains:	Localizable strings for Duplicate
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"DU1" = "Monista sittenkin kohde ”^0”";
"DU2" = "Peru kohteen ”^0” monistus";
"DU3" = "Monistetaan ”^0” kohteeseen ”^1”…";
"DU4" = "Lopeta monistus";
"DU_UNDO_R1" = "";
"DU_UNDO_V1" = "Peru ^0 kohteen monistaminen";
"DU_REDO_R1" = "";
"DU_REDO_V1" = "Monista sittenkin ^0 kohdetta";
"DU_MULT_R1" = "";
"DU_MULT_V1" = "Monistetaan ^0 kohdetta kohteeseen ”^1”";
/*
	File:		DeleteBackups.strings
	Contains:	Localizable strings for DeleteBackups
	Copyright:	© 2007-2009 by Apple Inc., all rights reserved.
*/
"DA1" = "Poista kaikki kohteen ”^0” varmuuskopiot";
"DA2" = "Poista kaikki valittujen kohteiden varmuuskopiot";
"DA3" = "Poista yksi varmuuskopio";
"DA4" = "Haluatko varmasti poistaa kaikki valittujen kohteiden varmuuskopiot pysyvästi?";
"DA5" = "Toimintoa ei voida perua.";
"DA6" = "Haluatko varmasti poistaa valitun varmuuskopion pysyvästi?";
"DA7" = "Toimintoa ei voida perua.";
/*
	File:		EmptyTrash.strings
	Contains:	Localizable strings for Empty Trash
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"ET1" = "Valmistaudun tyhjentämään…";
"ET2" = "Tyhjennän roskakoria…";
"ET3" = "Jos kumoat tiedostojen poiston, loppuja tiedostoja ei poisteta turvallisesti.";
"ET4" = "Lopeta roskakorin tyhjennys";
"ET5" = "Roskakorissa on lukittuja kohteita. Haluatko poistaa kaikki kohteet, mukaan lukien lukitut kohteet, vai ainoastaan avoimet kohteet?";
/*
	File:		FENode.strings
	Contains:	Localizable strings for FENode
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"N1" = "^0 ^1";
"N2" = "Nimetön kansio";
"N3" = "^0 (alias)";
"N4" = "^0 (kopio)";
"N6" = "Aliasta ”^0” ei voida avata, koska alkuperäistä kohdetta ei löydy.";
"N7" = "Kohteen ”^0” nimeä ei voida muokata.";
"N8" = "";
"N9" = "Kohde ”^0” on lukittu eikä sitä voida muokata.";
"N10" = "Voit ehkä poistaa kohteen lukituksen. Valitse kohde, valitse Arkisto > Näytä tiedot ja poista Lukittu-valintaneliön valinta.";
"N11" = "Kohdetta ”^0” ei voida siirtää kohteeseen ”^1”.";
"N12" = "";
"N13" = "Joitakin kohteita ei voida siirtää kohteeseen ”^0”.";
"N14" = "";
"N15" = "Kohdetta ”^0” ei voida siirtää, koska kohdetta ”^1” ei voida muokata.";
"N16" = "";
"N17" = "Kohteita ei voida siirtää, koska kohdetta ”^0” ei voida muokata.";
"N18" = "";
"N19" = "Kohdetta ”^0” ei voida siirtää.";
"N20" = "";
"N21" = "Kaikkia valittuja kohteita ei voida siirtää.";
"N22" = "";
"N23" = "Kohteeseen ”^0” ei voida tehdä aliasta.";
"N24" = "";
"N25" = "Kaikkiin valittuihin kohteisiin ei voida tehdä aliaksia.";
"N26" = "";
"N27" = "Kohdetta ”^0” ei voida siirtää itsensä sisään.";
"N28" = "";
"N29" = "Kohdetta ”^0” ei voida siirtää sijaintiin ”^1”, koska sinulla ei ole oikeuksia muokata kohdetta ”^0”.";
"N30" = "Voit ehkä muuttaa käyttöasetuksia. Valitse ”^0”, sen jälkeen Arkisto > Näytä tietoja ja tarkista Jako ja oikeudet -osio.";
"N31" = "Kohteita ei voida siirtää sijaintiin ”^0”, koska sinulla ei ole oikeuksia muokata kohdetta ”^0”.";
"N32" = "Voit ehkä muuttaa käyttöasetuksia. Valitse ”^0”, sen jälkeen Arkisto > Näytä tietoja ja tarkista Jako ja oikeudet -osio.";
"N34" = "Kätke inspektori";
"N36" = "Kätke valinnat";
"N37" = "Kaikkia kohteita ei voida palauttaa.\nHaluatko jatkaa?";
"N39" = "Roskakori";
"N40" = "Osion ^0 roskakori";
"N41" = "Et voi siirtää kohdetta ”^0”, koska oikeutesi eivät riitä sen poistamiseen kohteesta ”^1”. Haluatko sen sijaan kopioida kohteen?";
"N42" = "";
"N43" = "Et voi siirtää valittuja kohteita, koska oikeutesi eivät riitä niiden poistamiseen kohteesta ”^0”. Haluatko sen sijaan kopioida kohteet?";
"N44" = "";
"N45" = "Kopioi";
"N48" = "Kopioi ^0 kohdetta";
"N49" = "Sijoita kohde";
"N50" = "Sijoita kohde";
"N51" = "Haluatko varmasti poistaa kohteen ”^0” näkyvistä?";
"N52" = "Se tulee uudelleen näkyviin uudelleenkäynnistyksen jälkeen.";
"N53" = "Kohdetta ”^0” ei voida kopioida itsensä sisään.";
"N54" = "";
"N55" = "Komentoa ei voida suorittaa loppuun, koska taltio ei ole saatavilla.";
"N56" = "Kohdetta ”^0” ei voida sijoittaa tähän, koska kohdetta ei voida sijoittaa itseensä.";
"N58.1" = "Poista ^0 osiota";
"N58.2" = "Poista vain ”^0”";
"N59" = "Synkronoi nyt";
"N60" = "Kumoa synkronointi";
"N61" = "Automaattinen synkronointi";
"N80" = "Uusi Finderin ikkuna";
"N81" = "Uusi älykäs kansio";
"N82" = "Etsi…";
"N83" = "Siirry kansioon…";
"N84" = "Yhdistä palvelimeen…";
"N137" = "Valitse ohjelma…";
"N138" = "Etsi App Storesta";
"N139" = "Mitään ohjelmaa ei ole asetettu avaamaan dokumenttia ”^0”.";
"N139.1" = "Etsi App Storesta ohjelmaa, joka voi avata tämän dokumentin, tai valitse tietokoneella jo oleva ohjelma.";
"N140" = "Dokumentin ”^1” avaamiseen soveltuva ohjelma ”^0” ei ole käytettävissä.";
"N141" = "Valitsit ^0 dokumenttia, joiden avaamiseen ei ole määritetty oletusohjelmaa.\n\nValitse oletusohjelmat jokaiselle dokumentille avaamalla ne yksitellen.";
"N141.1" = "Dokumentteja, joita ei voida avata, ovat muiden muassa:^0^1^2^3";
"N141.2" = "\n\t”^0”";
"N141.3" = "\n\tja ^0 muuta.";
"N141.10" = "Dokumentin ”^0” tulostamiseen ei ole määritelty oletusohjelmaa";
"N141.11" = "Valitsit ^0 dokumenttia, joiden tulostamiseen ei ole määritetty oletusohjelmaa.\n\nValitse oletusohjelmat jokaiselle dokumentille tulostamalla ne yksitellen.";
"N141.12" = "Dokumentteja, joita ei voida tulostaa, ovat muiden muassa:^0^1^2^3";
"N144" = "Kohdetta ”^0” ei voida avata Finderin ollessa käynnissä.";
"N145" = "Ohjelma ”^0” avautuu. Odota, että se on avautunut ennen kuin yrität käyttää sitä.";
"N146" = "Yhden tai useamman kohteen avaamiseen vaadittu ohjelma avautuu yhä. Odota, että se on avautunut ennen kuin yrität käyttää kohteita.";
"N147" = "Et voi käyttää ohjelmaa Mac OS X:n tämän version kanssa.";
"N147.1" = "Ohjelman ^0 tätä versiota ei voida käyttää tämän Mac OS X -version kanssa.";
"N148" = "Järjestämisperuste";
"N149" = "Pidä järjestämisperuste";
"N150" = "Ohjeet";
"N151" = "Avaa";
"N152" = "Avaa ohjelmassa";
"N153" = "Siirrä roskakoriin";
"N153.1" = "Laita takaisin";
"N154" = "Monista";
"N155" = "Tee alias";
"N156" = "Uusi kansio";
"N156.1" = "Uusi poltettava kansio";
"N156.2" = "Uusi älykäs kansio";
"N157" = "Tyhjennä roskakori";
"N157.1" = "Tyhjennä roskakori turvallisesti";
"N158" = "Näytä pakkauksen sisältö";
"N159" = "Näytä inspektori";
"N161" = "Avaa aina ohjelmassa";
"N162" = "Avaa sisältävä kansio";
"N164" = "Vaihda työpöydän tausta…";
"N165" = "Näytä tietoja";
"N165.1" = "Näytä inspektori";
"N165.2" = "Yhteenvetotiedot";
"N167" = "Tulosta";
"N168" = "Pakkaa ”^0”";
"N169" = "Pakkaa ^0 kohdetta";
"N169.0.0" = "Lisää varmuuskopioitaviin";
"N169.0.1" = "Poista varmuuskopioitavista";
"N169.1" = "Lisää sivupalkkiin";
"N169.2" = "Poista sivupalkista";
"N169.2.1" = "Avaa sivupalkkiasetukset…";
"N169.3" = "Kohdista";
"N169.3.1" = "Kohdista valitut";
"N169.4" = "Järjestä";
"N169.5" = "Näkymävalinnat";
"N169.6" = "Nimeä ”^0” uudelleen";
"N169.7" = "Nimeä uudelleen";
"N169.8" = "Näytä hakuehdot";
"N169.9" = "Kätke hakuehdot";
"N169.10" = "Tallenna haku";
"N169.11" = "Korvaa alkuperäisen kopiolla";
"N169.12" = "Tallenna haku nimellä…";
"N169.13" = "Kuvaesitys";
"N169.14" = "Varmuuskopioi valittu kansio";
"N169.15" = "Varmuuskopioi ”^0”";
"N169.16" = "Poista ”^0” varmuuskopioinnista";
"N169.17" = "Vilkaise";
"N169.19" = "Vilkaise ^0 kohdetta";
"N169.20" = "Sulje Quick Look";
"N169.21" = "Poista kaikki kohteen ”^0” varmuuskopiot";
"N169.21.1" = "Poista kaikki ^0 kohteen varmuuskopiot";
"N169.22" = "Poista varmuuskopio";
"N169.24" = "Kuvaesitys, ^0 kohdetta";
"N169.25" = "Sulje kuvaesitys";
"N169.26" = "Varmuuskopioi nyt";
"N169.27" = "Pysäytä varmuuskopiointi";
"N172" = "Valitse uusi alkuperäinen";
"N173" = "Valitse kohde, jonka alias ”^0” avaa.";
"N174" = "OK";
"N175" = "Korjaa alias…";
"N176" = "Poista alias";
"N177" = "Kohteen ”^0” taltiota ei löydy.";
"N177.1" = "Kohdetta ”^0” ei voida avata, koska alkuperäistä kohdetta ei löydy.";
"N178" = "Laita levy asemaan tai ota yhteys palvelintaltioon ja odota, kunnes se näkyy työpöydällä. Yritä sitten uudelleen.";
"N179" = "Kohteen ”^0” palvelintaltiota ei löydy.";
"N180" = "Nimetön leike";
"N181" = "^0-leike";
"N182" = "Kuvaleike";
"N183" = "Tekstileike";
"N184" = "Äänileike";
"N185" = "Elokuvaleike";
"N186" = "Avaa Internet-asetukset…";
"N187" = "iDisk ei ole käytettävissä.";
"N187.1" = "Varmista, että olet kirjautunut sisään MobileMe-tilillesi ja yritä yhdistää iDiskiin uudelleen.";
"N188" = "iDiskiä ei voida käyttää. Käyttäjätunnus tai salasana saattavat olla virheellisiä.";
"N189" = "Muuttaaksesi kohteen ^0 tietoja tai tilataksesi kohteen ^0, valitse Apple-valikosta > Järjestelmäasetukset ja osoita ^1.";
"N190" = "iDisk ei ole käytettävissä, koska iDisk-palvelimeen ei saatu yhteyttä.";
"N192" = "iDiskiä ei voida synkronoida juuri nyt.";
"N193" = "Tapahtui virhe synkronoitaessa iDiskiä. (virhe ^0).";
"N194" = "Automaattista iDiskin synkronointia ei voida ottaa käyttöön juuri nyt.";
"N195" = "Tapahtui virhe otettaessa käyttöön automaattista iDiskin synkronointia. (virhe ^0).";
"N196" = "Automaattista iDiskin synkronointia ei voida poistaa käytöstä juuri nyt.";
"N197" = "Tapahtui virhe poistettaessa käytöstä automaattista iDiskin synkronointia. (virhe ^0).";
"N198" = "Polta levy";
"N199" = "Poista näkyvistä";
"N199.1" = "Poista kaikki näkyvistä";
"N200" = "Katkaise";
"N201" = "Tyhjennä";
"N201.1" = "Tyhjennä turvallisesti";
"N202_R1" = "=2";
"N202_V1" = "”^1” on osio levyllä, jolla on ^0 osiota. Haluatko poistaa vain osion ”^1” vai molemmat osiot?";
"N202_R2" = "";
"N202_V2" = "”^1” on osio levyllä, jolla on ^0 osiota. Haluatko poistaa vain osion ”^1” vai kaikki osiot?";
"N203_R1" = "=2";
"N203_V1" = "Poistaaksesi molemmat, osoita Poista kaikki näkyvistä tai pidä Optio-näppäintä alhaalla poistaessasi osioita.\n\nPoistaaksesi vain osion ”^1”, osoita Poista näkyvistä tai pidä Ctrl-näppäintä alhaalla poistaessasi osiota.";
"N203_R2" = "";
"N203_V2" = "Poistaaksesi kaikki ^0, osoita Poista kaikki näkyvistä tai pidä Optio-näppäintä alhaalla poistaessasi osioita.\n\nPoistaaksesi vain osion ”^1”, osoita Poista näkyvistä tai pidä Ctrl-näppäintä alhaalla poistaessasi osiota.";
"N204" = "^0-tiliä ei ole otettu käyttöön. Haluatko avata ^1-asetukset ja ottaa sen käyttöön nyt?";
"N205" = "Avaa ^0-asetukset";
"FE_DF1" = "Mac OS vakio";
"FE_DF2" = "Mac OS laajennettu";
"FE_DF3" = "Mac OS laajennettu (kirjaava)";
"FE_DF4" = "UFS";
"FE_DF5" = "NFS";
"FE_DF6" = "Ääni-CD";
"FE_DF7" = "ProDOS";
"FE_DF8" = "PC-lukija (MS-DOS)";
"FE_DF9" = "Windows NTFS";
"FE_DF10" = "ISO 9660";
"FE_DF11" = "High Sierra";
"FE_DF12" = "QuickTake";
"FE_DF13" = "Apple Photo";
"FE_DF14" = "AppleShare";
"FE_DF15" = "Universal Disk Format";
"FE_DF16" = "WebDAV";
"FE_DF17" = "FTP";
"FE_DF18" = "Pakettikirjoitettu UDF";
"FE_DF19" = "Tuntematon";
"FE_DF20" = "Xsan";
"N228" = "Lisää";
"N229" = "Ei aihetta";
"NE1" = "Toimintoa ei voida suorittaa loppuun.";
"NE2" = "Tapahtui odottamaton virhe (virhe ^0).";
"NE3" = "Toiminto keskeytyi, koska ”^0” on täynnä.";
"NE4" = "Poista tiedostot kansiosta ja yritä uudelleen.";
"NE5" = "Toiminto keskeytyi, koska levy ”^0” on täynnä.";
"NE6" = "Poista tiedostot levyltä ja yritä uudelleen.";
"NE7" = "Toiminto keskeytyi, koska levy ”^0” ei ole enää käytettävissä.";
"NE8" = "(virhe ^0).";
"NE9" = "Toiminto keskeytyi levyvirheen takia.";
"NE10" = "(virhe ^0).";
"NE11" = "Toimintoa ei voida suorittaa loppuun, koska muistia ei ole riittävästi.";
"NE12" = "";
"NE13" = "Toiminto keskeytyi, koska levy on kirjoitussuojattu.";
"NE14" = "Ota levy asemasta, poista kirjoitussuojaus ja yritä uudelleen.";
"NE15" = "Toiminto keskeytyi, koska levy on kirjoitussuojattu.";
"NE16" = "Poista levyn lukitus ja yritä uudelleen.";
"NE17" = "Toiminto keskeytyi, koska tiedosto ”^0” on lukittu.";
"NE18" = "Valitse Arkisto > Näytä tietoja ja poista lukitus. Yritä sitten uudelleen.";
"NE19" = "Toiminto keskeytyi, koska ”^0” on käytössä.";
"NE20" = "Sulje ohjelmat ja yritä uudelleen.";
"NE21" = "Toiminto keskeytyi, koska samanniminen kohde on jo olemassa.";
"NE22" = "Nimeä kohde uudelleen ja yritä uudelleen.";
"NE23" = "Toiminto keskeytyi, koska sinulla ei ole tarvittavia oikeuksia.";
"NE24" = "";
"NE25" = "Toimintoa ei voida suorittaa, koska kohdetta ei löydy.";
"NE26" = "";
"NE27" = "Kansiota ”^0” ei voida siirtää itseensä.";
"NE28" = "Siirrä se jonnekin muualle.";
"NE29" = "Kohde on liian suuri.";
"NE30" = "";
"NE31" = "Kohde ”^0” on käytössä eikä sitä voida poistaa.";
"NE32" = "Sulje ohjelmat ja yritä uudelleen.";
"NE33" = "Toiminto keskeytyi verkkovirheen takia.";
"NE34" = "(virhe ^0).";
"NE42" = "Toiminto keskeytyi, koska osa kohteista täytyi ohittaa.";
"NE43" = "Valitse Arkisto > Näytä tietoja ja varmista, että Lukittu-valintaneliö on tyhjä. Tarkista sen jälkeen Jako ja oikeudet -osio. Yritä uudelleen, kun olet varmistanut, että kohteet ovat avoimia etkä ole valinnut Vain luku- tai Ei pääsyä -oikeuksia.";
"NE44" = "Et voi avata ohjelmaa ”^0”, koska se on roskakorissa.";
"NE45" = "Jos haluat avata ohjelman, siirrä se pois roskakorista.";
"NE46" = "Dokumenttia ”^0” ei voida avata, koska se on roskakorissa.";
"NE47" = "Kohde on ennen käyttöä siirrettävä pois roskakorista.";
"NE48" = "Aliasta ”^0” ei voida avata, koska alkuperäinen kohde on roskakorissa.";
"NE49" = "Kohde on ennen käyttöä siirrettävä pois roskakorista.";
"NE50" = "Toiminto keskeytyi, koska levyä ”^0” ei voida poistaa.";
"NE51" = "Joitain levyjä ei voida poistaa.";
"NE52" = "Osa levyjen tiedostoista saattaa olla käytössä. Sulje avoimet ohjelmat ja yritä uudelleen.";
"NE53" = "Aliasta ”^0” ei voida avata, koska se on roskakorissa.";
"NE54" = "Kohde on ennen käyttöä siirrettävä pois roskakorista.";
"NE55" = "Voit laittaa kohteita kansioon ”^0”, mutta et voi nähdä niitä. Haluatko varmasti jatkaa?";
"NE56" = "Muut käyttäjät, joilla on riittävät oikeudet, voivat nähdä kohteet.";
"NE57" = "Kansiota ”^0” ei voida avata, koska sinulla ei oikeuksia sen sisällön katsomiseen.";
"NE58" = "";
"NE59" = "Internet-paikkatiedostoa ”^0” ei voida avata, koska se on vioittunut.";
"NE60" = "Leikepöydän kohteita ei voida sijoittaa tähän paikkaan.";
"NE61" = "Yksi tai useampi kohde on ehkä poistettu tai ne ovat lakanneet olemasta saatavilla.";
"NE62" = "Toiminto keskeytyi, koska kohteen omistaa ”^0”.";
"NE63" = "Toimintoa ei voida suorittaa loppuun, koska et omista kohdetta.";
"NE64" = "Finder on varattu.";
"NE65" = "Toimintoa keskeytyi, koska Internet-paikkatiedoston ”^0” avaamiseen soveltuvaa ohjelmaa ei löytynyt.";
"NE66" = "Taltiota ei voida poistaa, koska se on tällä hetkellä käytössä.";
"NE67" = "Kohteita ei voida siirtää roskakoriin, koska roskakoria tyhjennetään parhaillaan.";
"NE68" = "Levyä ei voida polttaa Finderista, koska levyasemaa ei tueta.";
"NE69" = "Levyä ei voida polttaa Finderista, koska levy on vahingoittunut tai sen muotoa ei tueta.";
"NE70" = "";
"NE71" = "Levyä ei voida polttaa Finderista, koska tapahtui virhe.";
"NE72" = "(virhe ^0)";
"NE73" = "Tässä sijainnissa on jo samanniminen kohde.";
"NE74" = "Nimeä ”^0” ei voida käyttää, koska se on liian pitkä.";
"NE75" = "Yritä lyhyempää nimeä.";
"NE77" = "”^0” on liian suuri mahtuakseen levylle. Poista joitain tiedostoja ja yritä uudelleen.";
"NE78" = "Toiminto keskeytyi, koska aliaksen ”^0” alkuperäistä kohdetta ei löydy.";
"NE79" = "Levy kohteessa ”^0” on käytössä eikä sitä voida poistaa näkyvistä.";
"NE80" = "Kohde ”^0” sijainnissa ”^1” on käytössä eikä sitä voida poistaa.";
"NE81" = "^0 (alias)";
/*
	File:		FileViewerWindow.strings
	Contains:	Localizable strings for FileViewerWindow / TBrowserWindow
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"FV4" = "Roskakoria ei voida avata, koska sitä ollaan tyhjentämässä.";
"FV10" = "Sisältävä kansio tässä ikkunassa";
"FV13" = "Näytä sivupalkki";
"FV14" = "Kätke sivupalkki";
"FV15" = "Avaa uudessa ikkunassa ja sulje";
"FV16" = "Avaa ja sulje ikkuna";
/*
	File:		FindFile.strings
	Contains:	Localizable strings for FileViewerWindow
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"FF1" = "Valitse taltiot tai kansiot, joista haluat hakea.";
"FF2" = ", ";
"FF3" = "…";
"FF20" = "Nykyisestä kansiosta";
"FF20.1" = "”^0”";
"FF20.2" = "”^0”";
"FF20.3" = "Etsi kohteesta ”^0”";
"FF20.4" = "Etsi kohteesta ”^0”";
"FF21" = "Kotikansio";
"FF21.1" = "Älykäs kansio";
"FF22" = "Tämä Mac";
"FF22.1" = "Jaetut";
"FF23" = "Muu…";
"FF24" = "Tallenna";
"FF24.1" = "Muokkaa";
"FF24.2" = "Tallenna nimellä";
"FF26" = "Tallenna haku älykkäänä kansiona";
"FF26.1" = "Tallenna haku uutena älykkäänä kansiona";
"FF26.2" = "Näytä älykkään kansion hakuehdot";
"FF27" = "Lisää hakuehto";
"FF27.1" = "Etsi koko tietokoneesta";
"FF27.2" = "Etsi kotikansiosta";
"FF27.3" = "Etsi tästä kansiosta tai taltiolta";
"FF28" = "Etsi liitetyiltä palvelintaltioilta";
"FF29" = "Valitse määrätyt paikat hakua varten";
"FF30" = "Uusi haku";
"FF31" = "Etsitään kohteesta ”^0”";
"FF32" = "Uusi älykäs kansio";
"FF33" = "Perushaku";
"FF34" = "Etsi:";
"FF35" = "Nykyiset hakuehdot eivät tuottaneet tuloksia";
"FF40" = "Muu…";
"FF41" = "Suosikit";
"FF42" = "Pyyhi kaikki suosikit…";
"FF43" = "Haluatko varmasti poistaa nämä kohteet Suosikit-kansiosta?";
"FF44" = "Toimintoa ei voida perua.";
"FF45" = "Jos et tallenna, nykyiset hakuehdot menetetään.";
"FF46" = "Jos et tallenna, kohteeseen ”^0” tekemäsi muutokset menetetään.";
"FF47" = "Määrittele älykkään kansion nimi ja sijainti";
"FF48" = "Lisää sivupalkkiin";
"FF60" = "Näet kohteen polun valitsemalla sen.";
"FF61" = "Valitut kohteet eivät ole samassa polussa.";
"FF_PLACES_R1" = "";
"FF_PLACES_V1" = "^0 sijaintia";
"FF62" = "Haluatko tallentaa tämän älykkään kansion?";
/*
	File:		FTPDownloadTask.strings
	Contains:	Localizable strings for FTP download operation
	Copyright:	© 2002-2009 by Apple Inc., all rights reserved.
*/
"FT1" = "Ladataan ”^0” kohteeseen ”^1”";
"FT2" = "Ladattu: ^0 (^1)";
"FT3" = "Lopeta lataaminen";
/*
	File:		IconView.strings
	Contains:	Localizable strings for Icon View
	Copyright:	© 2002-2009 by Apple Inc., all rights reserved.
*/
"IV1" = "Tyyppi:";
"IV2" = "Leveys:";
"IV3" = "Korkeus:";
"IV5" = "Kesto:";
"IV6" = "1 kohde";
"IV8" = "Ei kohteita";
"IV9" = ", ^0 vapaana";
/*
	File:		Sidebar.strings
	Contains:	Localizable strings for the Sidebar
	Copyright:	© 2005-2009 by Apple Inc., all rights reserved.
*/
"SD1" = "Polta tämä levy";
"SD2" = "Poista taltio";
"SD2.1" = "Katkaise yhteys tästä tietokoneesta";
"SD2.2" = "Poista kaikki etälevyt näkyvistä";
"SD3" = "Synkronoi iDisk";
"SD4" = "Keskeytä iDiskin synkronointi";
"SD9" = "Pysäytä varmuuskopiointi";
/*
	File:		InfoWindow.strings
	Contains:	Localizable strings for Info (and Inspector) windows
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"IN1" = "^0 - tiedot";
"IN2" = "Usean kohteen tiedot";
"IN3" = "^0 kohdetta";
"IN4" = "Kielet";
"IN5" = "Liitännäiset";
"IN6" = "Tee sittenkin symbolin muutos";
"IN7" = "Peru symbolin muutos";
"IN_G1" = "^0 levyllä (^1)";
"IN_G2" = " ▸ ";
"IN_G3" = "… ";
"IN_G4" = "^0 levyllä (^1), ^2 kohdetta";
"IN_G6" = "-";
"IN_G7" = "Lasken kokoa";
"IN_G8" = "Latinalainen";
"IN_G10" = "^0 levyllä ^1 kohteelle";
"IN_G11" = "^0 ^1";
"IN_G12" = "Sisäinen";
"IN_G100" = "Avaa Rosettalla";
"IN_MD4" = "Tarkkuus";
"IN_MD5" = ":";
"IN_P2" = "Lasketaan kokoa";
"IN_P3" = "Osoittamalla Yhdistä näet palvelimella ”^0” saatavilla olevat taltiot.";
"IN_P4" = "Soita ääni";
"IN_A1" = "^0 ^1";
"IN_A2" = "Ei saatavilla";
"IN_A3" = "Ei sovellu";
"IN_A4" = "Tuntematon";
"IN_A5" = "Valitse toinen ohjelma";
"IN_A6" = "Valitse ohjelma dokumentin ”^0” avaamiseen.";
"IN_A7" = "Lisää";
"IN_A8" = "Haluatko käyttää ohjelmaa ”^1” kaikkien ^0-dokumenttien avaamiseen?";
"IN_A9" = "Haluatko käyttää ohjelmaa ”^0” kaikkien samankaltaisten dokumenttien avaamiseen?";
"IN_A10" = "Muutos vaikuttaa kaikkiin ^0-dokumentteihin, joiden tarkenne on ”^1”.";
"IN_A11" = "Muutos vaikuttaa kaikkiin dokumentteihin, joiden tarkenne on ”^0”.";
"IN_A12" = "Muutos vaikuttaa kaikkiin ^0-dokumentteihin, joiden tyyppi on ”^1”.";
"IN_A13" = "Muutos vaikuttaa kaikkiin dokumentteihin, joiden tyyppi on ”^0”.";
"IN_A14" = "Monta tyyppiä";
"IN_A15" = "Monta ohjelmaa";
"IN_A16" = "Sinulla ei ole oikeuksia muuttaa vain tätä dokumenttia avaavaa ohjelmaa. Haluatko muuttaa kaikki ^0-dokumentit avautumaan ohjelmalla ”^1”?";
"IN_A17" = "Sinulla ei ole oikeuksia muuttaa vain tätä dokumenttia avaavaa ohjelmaa. Haluatko muuttaa kaikki samankaltaiset dokumentit avautumaan ohjelmalla ”^0”?";
"IN_A18" = "Sinulla ei ole oikeuksia muuttaa tätä dokumenttia avaavaa ohjelmaa. Haluatko muuttaa muut ^0-dokumentit avautumaan ohjelmalla ”^1”?";
"IN_A19" = "Sinulla ei ole oikeuksia muuttaa tätä dokumenttia avaavaa ohjelmaa. Haluatko muuttaa kaikki samankaltaiset dokumentit avautumaan ohjelmalla ”^0”?";
"IN_A20" = "Sinulla ei ole oikeuksia muuttaa vain näitä dokumentteja avaavaa ohjelmaa. Haluatko muuttaa kaikki ^0-dokumentit avautumaan ohjelmalla ”^1”?";
"IN_A21" = "Sinulla ei ole oikeuksia muuttaa vain näitä dokumentteja avaavaa ohjelmaa. Haluatko muuttaa kaikki samankaltaiset dokumentit avautumaan ohjelmalla ”^0”?";
"IN_A22" = "Sinulla ei ole oikeuksia muuttaa näitä dokumentteja avaavaa ohjelmaa. Haluatko muuttaa muut ^0-dokumentit avautumaan ohjelmalla ”^1”?";
"IN_A23" = "Sinulla ei ole oikeuksia muuttaa näitä dokumentteja avaavaa ohjelmaa. Haluatko muuttaa kaikki samankaltaiset dokumentit avautumaan ohjelmalla ”^0”?";
"IN_A24" = "Muutos vaikuttaa muihin ^0-dokumentteihin, joiden tarkenne on ”^1”‚ mutta ei valittuihin dokumentteihin.";
"IN_A25" = "Muutos vaikuttaa muihin dokumentteihin, joiden tarkenne on ”^0”‚ mutta ei valittuihin dokumentteihin.";
"IN_A26" = "Muutos vaikuttaa muihin tyyppiä ”^1” oleviin ^0-dokumentteihin, mutta ei valittuihin dokumentteihin.";
"IN_A27" = "Muutos vaikuttaa muihin tyyppiä ”^0” oleviin dokumentteihin, mutta ei valittuihin dokumentteihin.";
"IN_S1" = "Luku ja kirjoitus";
"IN_S2" = "Vain luku";
"IN_S3" = "Vain kirjoitus (Pudotuslaatikko)";
"IN_S4" = "Ei pääsyä";
"IN_S5" = "Oikeutesi:";
"IN_S6" = "";
"IN_S7" = "Voit lukea ja kirjoittaa";
"IN_S8" = "Voit vain lukea";
"IN_S9" = "Voit vain kirjoittaa (Pudotuslaatikko)";
"IN_S10" = "Oikeutesi:";
"IN_S11" = "";
"IN_S12" = "Sinulla ei ole pääsyä";
"IN_S12.1" = "Sinulla on sekaoikeudet";
"IN_S12.2" = "Sinulla on muokatut oikeudet";
"IN_S12.3" = "Sinulla on tuntematon pääsyoikeus";
"IN_S13" = "Antamasi nimi ei kelpaa. Yritä uudelleen.";
"IN_S14" = "Monta omistajaa";
"IN_S15" = "Monta ryhmää";
"IN_S16" = "Muu…";
"IN_S17" = "Käyttäjä";
"IN_S17.1" = "Käyttäjät";
"IN_S18" = "Ryhmä";
"IN_S18.1" = "Ryhmät";
"IN_S19" = "Valitse uusi omistaja:";
"IN_S20" = "Valitse uusi ryhmä:";
"IN_S20.1" = "Valitse uusi käyttäjä tai ryhmä:";
"IN_S20.2" = "Syötä uuden omistajan nimi:";
"IN_S20.3" = "Syötä uuden ryhmän nimi:";
"IN_S20.4" = "Syötä lisättävän käyttäjän nimi:";
"IN_S20.5" = "Syötä lisättävän ryhmän nimi:";
"IN_S21" = "Nimi";
"IN_S21.1" = "Oikeus";
"IN_S22" = "ID";
"IN_S23" = "järjestelmä";
"IN_S24" = "(tuntematon)";
"IN_S25" = " (itse)";
"IN_S26" = "Asetetaan käyttöoikeuksia kohteelle ”^0”";
"IN_S27" = "Asetetaan käyttöoikeuksia kohteelle ”^0” (^1 / ^2)";
"IN_S28" = "Haluatko varmasti käyttää valittua omistajaa, ryhmää ja oikeuksia kaikille näille kohteille?";
"IN_S29" = "Et voi perua tätä.";
"IN_S30" = "Kiellä";
"IN_S31" = "Vain kirjoita";
"IN_S32" = "Poista";
"IN_S33" = "Lue attribuutit";
"IN_S34" = "Kirjoita attribuutit";
"IN_S35" = "Lue laajennetut attribuutit";
"IN_S36" = "Kirjoita laajennetut attribuutit";
"IN_S37" = "Lue oikeudet";
"IN_S38" = "Kirjoita oikeudet";
"IN_S39" = "Muuta omistajaa";
"IN_S40" = "Luetteloi tietueet";
"IN_S41" = "Etsi tiedostoja";
"IN_S42" = "Lisää tiedostoja";
"IN_S43" = "Lisää kansioita";
"IN_S44" = "Poista sisältö";
"IN_S45" = "Lue";
"IN_S46" = "Kirjoita";
"IN_S47" = "Lisää";
"IN_S48" = "Suorita";
"IN_S49" = "Valitse";
"IN_PK1" = "Lisää ”^0” ^1";
"IN_PK1.1" = "Lisää ^0";
"IN_PK2" = "Haluatko varmasti siirtää kohteen ”^0” roskakoriin?";
"IN_PK3" = "Haluatko varmasti siirtää nämä ^0 kohdetta roskakoriin?";
"IN_PK4" = "Ohjelma saattaa lakata toimimasta, jos poistat nämä tiedostot.";
"IN_B1" = "Lasketaan…";
"IN_B2" = "Näytä osoittamalla Laske";
"IN_B3" = "Ei käytettäviä levyjä";
"IN_B4" = "--";
"I_ALI_R1" = "=0";
"I_ALI_V1" = "0 aliasta";
"I_ALI_R2" = "=1";
"I_ALI_V2" = "1 alias";
"I_ALI_R3" = "";
"I_ALI_V3" = "^0 aliasta";
"I_APP_R1" = "=0";
"I_APP_V1" = "0 ohjelmaa";
"I_APP_R2" = "=1";
"I_APP_V2" = "1 ohjelma";
"I_APP_R3" = "";
"I_APP_V3" = "^0 ohjelmaa";
"I_DOC_R1" = "=0";
"I_DOC_V1" = "0 dokumenttia";
"I_DOC_R2" = "=1";
"I_DOC_V2" = "1 dokumentti";
"I_DOC_R3" = "";
"I_DOC_V3" = "^0 dokumenttia";
"I_FOL_R1" = "=0";
"I_FOL_V1" = "0 kansiota";
"I_FOL_R2" = "=1";
"I_FOL_V2" = "1 kansio";
"I_FOL_R3" = "";
"I_FOL_V3" = "^0 kansiota";
"I_VOL_R1" = "=0";
"I_VOL_V1" = "0 taltiota";
"I_VOL_R2" = "=1";
"I_VOL_V2" = "1 taltio";
"I_VOL_R3" = "";
"I_VOL_V3" = "^0 taltiota";
"IN_S50" = "Jakaaksesi kansion, ota tiedostonjako käyttöön. Valitse Omenavalikosta Järjestelmäasetukset, osoita Jako ja valitse Tiedostonjako.";
"IN_S51" = "Avaa Jakoasetukset";
"IN_S52" = "Ota käyttöön";
/*
	File:		Launch.strings
	Contains:	Localizable strings for Launch
	Copyright:	© 2002-2009 by Apple Inc., all rights reserved.
*/
"LA1" = "Valitse ohjelma";
"LA2" = "Valitse ohjelma dokumentin ”^0” avaamiseen.";
"LA3" = "Suositellut ohjelmat";
"LA4" = "Kaikki ohjelmat";
"LA5" = "Tämä ohjelma avaa ^0-tiedostoja.";
"LA6" = "Ohjelma ei välttämättä pysty avaamaan ^0-tiedostoja.";
"LA7" = "v^0.^1";
"LA8" = "v^0.^1.^2";
"LA9" = "Avaa";
"LA10" = "Kohde ”^0” on Mac OS X:n käytössä eikä sitä voida avata.";
"LA11" = "Ohjelma voi avata kohteen ”^0”.";
"LA12" = "Ohjelma ei välttämättä pysty avaamaan kohdetta ”^0”.";
"LA13" = " (oletus)";
"LA14" = "<Ei määritelty>";
"LA15" = "Muu…";
"LA16" = "Classic-ohjelmat -";
"LA17" = "Kohdetta ”^0” ei voida avata juuri nyt, koska sitä käytetään toiseen tehtävään, kuten kohteen siirtämiseen tai kopioimiseen tai roskakorin tyhjentämiseen. Yritä uudelleen, kun nykyinen tehtävä on suoritettu.";
"LA18" = "Avaa aina ohjelmassa";
"LA19" = "Ohjelma ”^0” on FTP-palvelimella. Haluatko varmasti avata kohteen ”^0”?";
"LA20" = "FTP-palvelimelta avatut ohjelmat saattavat toimia hitaasti tai eivät ollenkaan.";
"LA21" = "Kohdetta ”^0” ei voi asettaa avautumaan aina valitussa ohjelmassa.";
"LA22" = "Kohde on lukittu tai vioittunut tai kansiossa, jota sinulla ei ole oikeutta muuttaa. (virhe ^0).";
"LA23" = "Kohteen ”^0” symbolia ei voida muuttaa valitsemasi ohjelman mukaiseksi.";
"LA24" = "Kohde ei välttämättä näytä oikeaa symbolia, mutta sen pitäisi avautua oikeassa ohjelmassa.";
"LA25" = "Tapahtui virhe yritettäessä asettaa kohdetta ”^0” avaavaa ohjelmaa, koska kohteesta ei ole saatavilla tarpeeksi tietoa. \n\nHaluatko avata kohteen ”^0” ohjelmalla ”^1”?";
"LA26" = "Päivitä";
"LA27" = "Älä päivitä";
"LA28" = "Kumoa";
"LA29" = "Et voi avata ohjelmaa Mac OS X:n tämän version kanssa.";
"LA30" = "Sinulla ei ole oikeuksia avata ohjelmaa ”^0”.";
"LA31" = "Sinulla ei ole oikeuksia avata tätä ohjelmaa.";
"LA32" = "Pyydä apua verkon tai tietokoneen ylläpitäjältä.";
"LA33" = "Et voi avata ohjelmaa ”^0”, koska se on vahingoittunut tai epätäydellinen.";
"LA34" = "Et voi avata ohjelmaa, koska se on vahingoittunut tai epätäydellinen.";
"LA35" = "Ohjelmaa ”^0” ei voida avata, koska se toimii vain Mac OS X -version Mac OS 9 tai aiemman kanssa.";
"LA35.1" = "Ohjelmaa ei voida avata, koska se toimii vain Mac OS X -version Mac OS 9 tai aiemman kanssa.";
"LA36" = "Ohjelmaa ”^0” ei voida avata, koska joku muu käyttää ohjelmaa parhaillaan.";
"LA37" = "Ohjelmaa ei voida avata, koska joku muu käyttää ohjelmaa parhaillaan.";
"LA38" = "Pyydä toista käyttäjää sulkemaan ohjelma ja yritä uudelleen.";
"LA39" = "Ohjelmaa ”^0” ei voida avata, koska tämä Mac-tyyppi ei tue sitä.";
"LA40" = "Dokumenttia ei voida avata, koska ohjelma ”^0” on roskakorissa.";
"LA41" = "Dokumenttia ei voida avata, koska sen ohjelma on roskakorissa.";
/*
	File:		LabelItemView.strings
	Contains:	Localizable strings for the gumdrop label picker
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"LB2" = "”%@”";
/*
	File:		MenuStrings.strings
	Contains:	Localizable strings for some menu items
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"ME1" = "Leikkaa";
"ME4" = "Pyyhi";
"ME5" = "Ei voida uusia";
"ME6" = "Tee sittenkin";
"ME7" = "Leikkaa sittenkin";
"ME8" = "Kopioi sittenkin";
"ME9" = "Sijoita sittenkin";
"ME10" = "Pyyhi sittenkin";
"ME11" = "Kirjoita sittenkin";
"ME13" = "Peru";
"ME14" = "Peru leikkaus";
"ME15" = "Peru kopiointi";
"ME16" = "Peru sijoitus";
"ME17" = "Peru pyyhintä";
"ME18" = "Peru kirjoitus";
"ME19" = "Peru ^0";
"ME20" = "Tee sittenkin ^0";
/*
	File:		Mount.strings
	Contains:	Localizable strings for Mounting
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"MN1" = "Yhdistetään kohteeseen ^0…";
"MN2" = "Palvelinta ^0 ei voida lisätä suosikkeihin.";
"MN3" = "Haluatko varmasti tyhjentää äskeisten palvelinten luettelon?";
"MN4" = "Toimintoa ei voida perua.";
"MN7" = "Lopeta yhteyden muodostus";
"MN10" = "Yhdistä iDiskiin";
"MN11" = "Yhdistä iDiskin julkiseen kansioon";
"MN12" = "Voit yhdistää iDiskiin syöttämällä ^0-käyttäjätunnuksen ja -salasanan.";
"MN13" = "Jos haluat yhdistää ^0-jäsenen julkiseen kansioon, syötä jäsenen käyttäjätunnus.";
"MN20" = "Syötetty teksti ei ole tunnistettavassa osoitemuodossa.";
"MN21" = "Osoitteen alussa pitää olla afp://, at://, file://, ftp://, http://, https://, nfs://, smb:// tai cifs://.";
"MN21B" = "Osoitteen alussa pitää olla afp://, at://, file://, ftp://, http://, https://, nfs://, smb://, cifs:// tai vnc://.";
"MN21C" = "Osoitteiden tulisi alkaa etuliitteellä ^0.";
"MN21S" = "^0, ^1";
"MN21LS" = "^0 tai ^1";
"MN22" = "Haluatko silti käynnistää Time Machinen?";
"MN23" = "Varmuuskopiotaltio on nyt käytettävissä.";
"MN24" = "varmuuskopiotaltio";
"MN25" = "Selvitetään aliasta kohteeseen ^0 …";
"MN26" = "Lopeta selvittäminen";
/*
	File:		MoveToTrash.strings
	Contains:	Localizable strings for Move to Trash operation
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"MT1" = "Kohde ”^0” poistetaan heti.\nHaluatko varmasti jatkaa?";
"MT2" = "Kohdetta ”^0” ei voida siirtää roskakoriin, koska sitä ei voida poistaa.";
"MT3" = "Olet poistamassa kohdetta ”^0”, joka ei ole alias.\nHaluatko varmasti poistaa tämän alkuperäisen kohteen?";
"MT4" = "Kohdetta ”^0” ei voida siirtää roskakoriin, koska se on avoinna.\n";
"MT5" = "Kotihakemistoa ei voida pitää roskakorissa.\nHaluatko varmasti poistaa kotihakemistosi kaiken sisällön pysyvästi?";
"MT6" = "Kohdetta ”^0” ei voida jättää roskakoriin; se poistetaan heti.\nHaluatko varmasti hävittää kohteen ”^0” sisällön pysyvästi?";
"MT7" = "Valmistellaan siirtoa roskakoriin";
"MT8" = "Siirretään ”^0” roskakoriin";
"MT9" = "Valmistaudutaan perumaan siirtoa roskakoriin";
"MT10" = "Kohdetta ^0 ei voida poistaa. Mac OS X vaatii, että tässä sijainnissa on oltava tämän niminen kohde.";
"MT11" = "Lopeta kohteiden siirtäminen roskakoriin";
"MT12" = "Valmistaudutaan poistamaan välittömästi";
"MT13" = "Poistetaan ”^0”";
"MT14" = "Lopeta poistaminen";
"MT15" = "Kohde ”^0” on lukittu. Haluatko silti siirtää sen roskakoriin?";
"MT16" = "Haluatko varmasti poistaa kohteen ”^0”?";
"MT17" = "Haluatko varmasti poistaa valitut kohteet?";
"MT18" = "Tämä kohde poistetaan välittömästi. Toimintoa ei voida perua.";
"MT_MULT_R1" = "";
"MT_MULT_V1" = "Siirretään ^0 kohdetta roskakoriin";
"MT_DEL_R1" = "";
"MT_DEL_V1" = "^0 kohdetta poistetaan välittömästi. Toimintoa ei voida perua.";
"MT_NOT_R1" = "";
"MT_NOT_V1" = "^0 kohdetta, joita ei voida siirtää roskakoriin, koska niitä ei voida poistaa.";
"MT_APP_R1" = "";
"MT_APP_V1" = "^0 kohdetta, joita ei voida siirtää roskakoriin, koska ne ovat avoinna.";
"MT_DELITEMS_MULT_R1" = "";
"MT_DELITEMS_MULT_V1" = "Poistetaan ^0 kohdetta";
/*
	File:		Move.strings
	Contains:	Localizable strings for Move operation
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"MV1" = "Siirrä sittenkin kohde ”^0”";
"MV2" = "Peru kohteen ”^0” siirto";					
"MV3" = "Valmistellaan siirtoa kohteeseen ”^0”";
"MV4" = "Siirretään ”^0” kohteeseen ”^1”";		
"MV5" = "Valmistellaan kohteen ^0 siirron perumista";
"MV6" = "Perun kohteen ”^0” siirron";
"MV8" = "Lopeta siirtäminen";
"MV9" = "Kohdelevyllä ei ole tarpeeksi tilaa toiminnon jatkamiseen. Luo levylle lisätilaa poistamalla siltä kohteita.";
"MV_UNDO_R1" = "";
"MV_UNDO_V1" = "Peru ^0 kohteen siirtäminen";
"MV_REDO_R1" = "";
"MV_REDO_V1" = "Siirrä sittenkin ^0 kohdetta";
"MV_MULT_R1" = "";
"MV_MULT_V1" = "Siirretään ^0 kohdetta kohteeseen ”^1”";
"MV_UNDO_MULT_R1" = "";
"MV_UNDO_MULT_V1" = "^0 kohteen siirtäminen perutaan";
/*
	File:		NavServices.strings
	Contains:	Localizable strings for Nav Services in the Finder
	Copyright:	© 2008-2009 by Apple Inc., all rights reserved.
*/
"NS0" = "Valitse tiedosto";
"NS1" = "Valitse kansio";
"NS2" = "Valitse";
"NS3" = "Nimetön";
/*
	File:		NewFolder.strings
	Contains:	Localizable strings for New Folder operation
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"NF1" = "Tee sittenkin uusi kansio";
"NF2" = "Peru uusi kansio";
"NF3" = "Tee sittenkin Uusi poltettava kansio";
"NF4" = "Peru Uusi poltettava kansio";
/*
	File:		Preferences.strings
	Contains:	Localizable strings for Preferences
	Copyright:	© 2007-2009 by Apple Inc., all rights reserved.
*/
"PF1" = "(^0";
"PF2" = ")";
"PF3" = "Muu…";
/*
	File:		ProgressWindow.strings
	Contains:	Localizable strings for the Progress window
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"PW1" = "Tyhjennän roskakoria…";
"PW2" = "Lasketaan jäljellä olevaa aikaa…";
"PW3" = "^0 / ^1 - ^2";
"PW4" = "ei sovellu";
"PW5" = "Valmistellaan ^0 kohteen kopiointia";
"PW6" = "Kohteita jäljellä: ^0";
"PW7" = "Kohde: ”^0”";
"PW8" = "Kopioitu: ^0/^1";
"PW9" = "Poistettavia kohteita: ^0";
"PW10" = "Suljetaan tiedostoa…";
"PW11" = "Odota…";
"PW12" = "Poltetaan levyä: ”^0”";
"PW13" = "Tila: ^0";
"PW13.1" = "^0 %";
"PW13.2" = "\nprosenttia valmiina: ^0";
"PW14" = "";
"PW15" = "Valmistellaan dataa";
"PW16" = "Avataan istuntoa 1";
"PW17" = "Avataan raitaa 1";
"PW18" = "Kirjoitetaan raitaa 1";
"PW19" = "Suljetaan raitaa 1";
"PW20" = "Suljetaan istuntoa 1";
"PW21" = "Viimeistellään";
"PW22" = "Tarkistetaan";
"PW23" = "Valmis";
"PW24" = "Epäonnistui";
"PW25" = "Valmistaudutaan kopioimaan ^0";
"PW26" = "Kumoa toiminto";
"PW27" = "Polta";
"PW28" = "Yhdistetään palvelimeen";
"PW29" = "Poista varmuuskopiot";
"PW30" = "Roskakori";
"PW31" = "Pyydetään käyttää…";
"PW32" = "Kopioi";
"PE1" = "Kohde nimeltä ”^0” sijaitsee jo tässä paikassa. Haluatko korvata sen siirrettävällä kohteella?";
"PE1.1" = "Sijainti, johon olet palauttamassa kohdetta ”^0”, sisältää jo samannimisen kohteen. Haluatko korvata kohteen palautettavalla kohteella?";
"PE1.2" = "Haluatko korvata nykyisen kopion kohteesta ”^0” palautettavalla kohteella? Mac OS X vaatii kohdetta ”^0”. Sen korvaamiseksi sinun tulee syöttää ylläpitäjän nimi ja salasana.";
"PE2" = "Kohdetta ”^0” ei voida kopioida itseensä.";
"PE3" = "Kohdetta ”^0” ei voida kopioida, koska sinulla ei oikeuksia sisällön katsomiseen.";
"PE4" = "Kohdetta ”^0” ei voida kopioida, koska vapaata tilaa ei ole riittävästi.";
"PE5" = "Toimintoa ei voitu suorittaa loppuun, koska tapahtui odottamaton virhe (virhe ^0).";
"PE6" = "Kansiota ”^0” ei voida korvata sen sisältämällä kohteella.";
"PE7" = "Toiminto keskeytyi, koska kohde ”^0” on käytössä.";
"PE8" = "Toiminto keskeytyi, koska tarvittava kohde on käytössä.";
"PE9" = "Toiminto keskeytyi, koska kohdetaltio on lukittu.";
"PE10" = "Toiminto keskeytyi, koska sinulla ei ole oikeuksia muokata joitain kohteita.";
"PE11" = "Toimintoa ei voida suorittaa, koska aliaksen alkuperäistä kohdetta ei löydy.";
"PE12" = "Kohteita ei voida sijoittaa samaan paikkaan, koska ainakin kohde ”^0” on varattu.";
"PE13" = "Toiminto keskeytyi, koska kohde ”^0” on lukittu.";
"PE13.1" = "Roskakoria ei voida tyhjentää kokonaan, koska ”^0” on lukittu. Jos haluat poistaa kaikki roskakorissa olevat kohteet, mukaan lukien lukitut kohteet, pidä Optio-näppäintä painettuna, kun valitset Finder > Tyhjennä roskakori.";
"PE14" = "Toimintoa ei voida suorittaa loppuun, koska osa kohteista ohitettiin. Tarkista jokainen kohde valitsemalla Arkisto > Näytä tietoja ja varmista, että Lukittu-valintaneliö on tyhjä. Tarkista sen jälkeen Jako ja oikeudet -osio. Yritä uudelleen, kun olet varmistanut, että kohteet ovat avoimia etkä ole valinnut Vain luku- tai Ei pääsyä -oikeuksia.";
"PE15" = "Kohdetta ”^0” ei voida korvata, koska se on näkymätön.";
"PE16" = "Toiminto keskeytyi, koska sinulla ei ole käyttöoikeuksia kohteeseen ”^0”.";
"PE16.1" = "Levyä ei voida polttaa, koska yhtä tai useampaa kohdetta sijainnissa ”^0” ei voida lukea.";
"PE17" = "Toiminto keskeytyi, koska sinulla ei ole oikeuksia muokata kohdetta ”^0”.";
"PE18" = "Toiminto keskeytyi, koska levy on täynnä.";
"PE19" = "Toiminto keskeytyi, koska useat kohteet ovat lukittuja.";
"PE20" = "Toiminto keskeytyi, koska sinulla ei ole käyttöoikeuksia joihinkin kohteisiin.";
"PE21" = "Toimintoa ei voida suorittaa valituille kohteille.";
"PE22" = "Yhtä tai useampaa kohdetta ei voida kopioida kohteeseen ”^0”, koska sinulla ei ole lukuoikeutta niihin. Haluatko kopioida kohteet, joihin sinulla on lukuoikeus?";
"PE23" = "Yhtä tai useampaa kohdetta kohteessa ”^0” ei voida muuttaa, koska ne ovat käytössä.";
"PE24" = "Yksi tai useampi kohteista on sijoitettava määrättyyn paikkaan kohdekansiossa. Laitetaanko kohteet niille kuuluviin paikkoihin?";
"PE25" = "Kohdetta ”^0” ei voida avata juuri nyt, koska sitä käytetään toiseen tehtävään, kuten kohteen siirtämiseen tai kopioimiseen tai roskakorin tyhjentämiseen. Yritä uudelleen, kun nykyinen tehtävä on suoritettu.";
"PE25.1" = "Toimintoa ei voida suorittaa, koska kohdetta muokataan.";
"PE25.2" = "Toimintoa ei voida suorittaa, koska varmuuskopiokohteita ei voi muokata.";
"PE25.3" = "Toimintoa ei voida suorittaa, koska valinta sisältää sekä varmuuskopio- että muita kohteita.";
"PE26" = "Toiminto keskeytyi, koska yhtä tai useampaa tarvittavaa kohdetta ei löydy.\n(virhe ^0).";
"PE26.2" = "Toimintoa ei voida suorittaa loppuun, koska kohdetta ”^0” ei löydy.";
"PE26.1" = "Kansiota ”^0” ei voida siirtää sen sisältämään kansioon.";
"PE27" = "Finder ei voi suorittaa toimintoa loppuun, koska osaa kohteen ”^0” datasta ei voida lukea tai kirjoittaa.\n(virhe -36).";
"PE28" = "Toiminto keskeytyi, koska kohde nimeltä ”^0” on jo olemassa.";
"PE29" = "Kohdetta ”^0” ei voida muokata tai poistaa, koska Mac OS X tarvitsee sitä.";
"PE30" = "Yhtä tai useampaa kohdetta ei voida kopioida. Haluatko ohittaa ne ja kopioida muut kohteet?";
"PE31" = "Yhdellä tai useammalla kohteella on erityisoikeuksia, eikä niitä voida kopioida. Haluatko ohittaa ne?";
"PE32" = "Tässä sijainnissa on jo kohde nimeltä ”^0” tarkenteella ”^1”. Haluatko korvata sen siirrettävällä kohteella?";
"PE32.1" = "Tässä sijainnissa on jo kohde nimeltä ”^0” tarkenteella ”^1”. Haluatko korvata sen palautettavalla kohteella?";
"PE33" = "Levyn polttaminen epäonnistui odottamattoman virheen vuoksi. (virhe ^0).";
"PE34" = "Levyä ei voida polttaa, koska levyasema ei ole käytettävissä. (virhe ^0).";
"PE35" = "Levyä ei voida polttaa, koska levyasema on käytössä. Jokin toinen ohjelma saattaa käyttää asemaa. (virhe ^0)";
"PE36" = "Levyä ei voida polttaa, koska yhteys tietokoneen ja levyaseman välillä epäonnistui. (virhe ^0).";
"PE37" = "Levyä ei voida polttaa, koska levyaseman kanssa on ongelmia. (virhe ^0).";
"PE38" = "Levyä ei voida polttaa, koska levyasema ei ollut valmis. (virhe ^0).";
"PE39" = "Levyä ei voida käyttää, koska levyasemaa ei tueta. (virhe ^0)";
"PE40" = "Kohdetta ”^0” ei voida polttaa, koska levy on käytössä. (virhe ^1).";
"PE42" = "Levyä ei voida varmistaa ja se saattaa olla epäluotettava. Yritä uudelleen uuden, tyhjän levyn kanssa. (virhe ^0).";
"PE43" = "Kohdetta ”^0” ei voida polttaa, koska levyä ei tunnisteta (virhe ^1).";
"PE45" = "Levyä ”^0” ei voida polttaa, koska levy on kirjoitussuojattu eikä levyä voida muokata (virhe ^1).";
"PE47" = "Levyä ”^0” ei voida polttaa, koska tämän tyyppistä levyä ei tueta. (virhe ^1).";
"PE49" = "Kohdetta ”^0” ei voida polttaa, koska levyllä on jo dataa. (virhe ^1)";
"PE51" = "Levyä ei voida polttaa, koska kopioitava data ei ollut saatavilla. Järjestelmä saattaa olla ylikuormitettu. Lopeta avoimet ohjelmat ja yritä uudelleen.";
"PE52" = "Sinulla ei ole oikeuksia levyn polttamiseen. Kysyä neuvoa verkon ylläpitäjältä. (virhe ^0).";
"PE53" = "Levyä ei voida polttaa, koska lähdedata oli virheellinen (virhe ^0).";
"PE54" = "Levyä ei voida polttaa, koska polttamiseen vaadittavalla tietokoneen käynnistyslevyllä ei ole riittävästi tilaa.";
"PE55" = "Levyn polttamiseksi tulee käynnistyslevyllä olla yhtä paljon vapaa tilaa kuin levyn polttaminen vie tilaa (virhe ^0).";
"PE56" = "Levyä ei voida polttaa, koska yksi tai useampi kohde muuttui polton aikana. Sen vuoksi levy ei ole luotettava. Yritä uudelleen uuden, tyhjän levyn kanssa. (virhe ^0).";
"PE57" = " Levy on epäluotettava. Yritä uudelleen uuden, tyhjän levyn kanssa. (virhe ^0).";
"PE58" = "Levyä poltettaessa tapahtui virhe. Tätä levyä ei voida käyttää.";
"PE59" = "Levyä tarkistettaessa tapahtui virhe. Tämä levy ei ehkä toimi.";
"PE60" = "Kohdetta ”^0” ei voida kopioida, koska sen nimi on liian pitkä tai sisältää merkkejä, jotka eivät ole kelvollisia kohdetaltiolla.";
"PE61" = "Uudempi kohde nimeltä ”^0” sijaitsee jo tässä paikassa. Haluatko korvata sen siirrettävällä vanhemmalla kohteella?";
"PE62" = "Uudempi kohde nimeltä ”^0” tarkenteella ”^1” sijaitsee jo tässä paikassa. Haluatko korvata sen siirrettävällä vanhemmalla kohteella?";
"PE63" = "Vanhempi kohde nimeltä ”^0” sijaitsee jo tässä paikassa. Haluatko korvata sen siirrettävällä uudemmalla kohteella?";
"PE64" = "Vanhempi kohde nimeltä ”^0” tarkenteella ”^1” sijaitsee jo tässä paikassa. Haluatko korvata sen siirrettävällä uudemmalla kohteella?";
"PE65" = "\n\nJos valitset ”Käytä kaikkiin” ja osoitat Korvaa, niin kaikki sijainnin siirrettäviä kohteita vastaavat kohteet korvataan.\n\n";
"PE66" = "Voit joutua syöttämään ylläpitäjän nimen ja salasanan tämän tehtävän suorittamiseen.";
"PE67" = "Voit joutua syöttämään ylläpitäjän nimen ja salasanan kohteen ”^0” muuttamiseen.";
"PE68" = "Jotta voit korvata kohteen ”^0” tässä sijainnissa, voit joutua syöttämään ylläpitäjän käyttäjätunnuksen ja salasanan. Haluatko korvata kohteen siirrettävällä kohteella?";
"PE68.1" = "Jotta voit korvata kohteen ”^0” tässä sijainnissa, voit joutua syöttämään ylläpitäjän käyttäjätunnuksen ja salasanan. Haluatko korvata kohteen palautettavalla kohteella?";
"PE69" = "Voit joutua syöttämään ylläpitäjän nimen ja salasanan uudemman kohteen ”^0” korvaamiseen tässä sijainnissa. Haluatko korvata sen siirrettävällä vanhemmalla kohteella?";
"PE70" = "Jotta voit korvata kohteen ”^0” tarkenteella ”^1” tässä sijainnissa, voit joutua syöttämään ylläpitäjän käyttäjätunnuksen ja salasanan. Haluatko korvata kohteen siirrettävällä kohteella?";
"PE70.1" = "Jotta voit korvata kohteen ”^0” tarkenteella ”^1” tässä sijainnissa, voit joutua syöttämään ylläpitäjän käyttäjätunnuksen ja salasanan. Haluatko korvata kohteen palautettavalla kohteella?";
"PE71" = "Voit joutua syöttämään ylläpitäjän nimen ja salasanan uudemman kohteen ”^0” tarkenteella ”^1” korvaamiseen tässä sijainnissa. Haluatko korvata sen siirrettävällä vanhemmalla kohteella?";
"PE72" = "Voit joutua syöttämään ylläpitäjän nimen ja salasanan vanhemman kohteen ”^0” korvaamiseen tässä sijainnissa. Haluatko korvata sen siirrettävällä uudemmalla kohteella?";
"PE73" = "Voit joutua syöttämään ylläpitäjän nimen ja salasanan vanhemman kohteen ”^0” tarkenteella ”^1” korvaamiseen tässä sijainnissa. Haluatko korvata sen siirrettävällä uudemmalla kohteella?";
"PE74" = "Olet jo yhteydessä kyseiselle palvelimelle eikä samalta käyttäjältä sallita useita yhteyksiä.";
"PE75" = "Olet jo yhteydessä palvelimen tälle taltiolle.";
"PE76" = "Et voi yhdistyä tälle palvelimelle, koska sitä ei löydy verkosta. Yritä myöhemmin uudelleen tai kokeile toista palvelinosoitetta.";
"PE77" = "Palvelimeen ei voida luoda yhteyttä, koska käyttäjätunnus tai salasana ovat virheellisiä.";
"PE78" = "Palvelimeen ei saada yhteyttä. Yritä myöhemmin uudelleen tai syötä palvelimelle toinen osoitetta.";
"PE79" = "Et voi kopioida kaikkia kohteita, koska niiden nimet ovat liian pitkiä tai sisältävät merkkejä, jotka eivät ole kelvollisia kohdetaltiolla. Haluatko ohittaa nämä kohteet ja jatkaa loppujen kopiointia?";
"PE80" = "Et voi kopioida kaikkia kohteita, koska niiden nimet ovat liian pitkiä kohdetaltiolle. Haluatko ohittaa nämä kohteet ja jatkaa loppujen kopiointia?";
"PE81" = "Joitakin kohteita ei voida kopioida, koska kohdetaltiolla on jo samannimisiä kohteita. Taltio ei tee eroa tiedostonimien isojen ja pienten kirjaimien välillä. Haluatko ohittaa nämä kohteet ja jatkaa muiden kohteiden kopiomista?";
"PE81.1" = "Kohteen ”^0” kopiointi epäonnistui, koska ”^1” on taltiolta, joka erottelee isot ja pienet kirjaimet, kun taas kohdetaltio ei erottele isoja ja pieniä kirjaimia.";
"PE82" = "Kohdetta ”^0” ei voida kopioida, koska se on samanniminen kohdetaltion toisen kohteen kanssa. Taltio ei tee eroa pienten ja isojen kirjainten välillä tiedostonimissä.";
"PE83" = "Aliasta ”^0” ei voida kopioida sijaintiin. Sijainti ei ehkä tue tämän tyyppistä aliasta.";
"PE84" = "Jotkin siirrettävistä kohteista ovat toisen ohjelman käytössä. Kohteiden siirtäminen voi aiheuttaa ongelmia niitä käyttävissä ohjelmissa. Haluatko varmasti siirtää nämä kohteet?";
"PE85" = "Levyä ei voida polttaa, koska levyllä ei ole tarpeeksi tilaa. Poista poltettavista kohteista vähintään ^0 ja yritä polttaa levy uudelleen.";
"PE87" = "Sinulla ei ole oikeuksia suorittaa tätä tehtävää.";
"PE88" = "Tällä käyttäjällä ei ole oikeuksia suorittaa tätä tehtävää.";
"PE89" = "Kohdetta ”^0” ei voida kopioida, koska sinulla ei oikeuksia sen kopioimiseen. Haluatko ohittaa kohteen?";
"PE90" = "Tiedostoa ei voida kopioida, koska tiedoston kanssa on ongelmia.";
"PE91" = "Kohdetta ”^0” ei voida kopioida, koska olet ylittänyt sinulle varatun tilan kohdelevyllä.";
"PE92" = "Levyä ei voida polttaa, koska laite ei voinut kalibroida laserin tehoa tälle medialle sopivaksi.";
"PE93" = "Joitain tiedostoja ei voida käsitellä, koska sinulla ei ole oikeuksia niiden muokkaamiseksi tai koska ne ovat lukitulla taltiolla.";
"PE94" = "Pysäytetään…";
"PE95" = "Varmuuskopiota ei voida kopioida, koska varmuuskopiotaltiolla ei ole omistajuudet käytössä.";
"PE96" = "Toimintoa ei voida suorittaa, koska sitä ei tueta.";
"PE97" = "Taltion muoto ei sovellu varmuuskopiolle.";
"PE98" = "Taltion isojen ja pienten kirjainten erotteluasetus ei sovellu varmuuskopiolle.";
/*
	File:		Rename.strings
	Contains:	Localizable strings for the Rename operation
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"RN1" = "Nimeä sittenkin uudelleen";
"RN2" = "Peru uudelleennimeäminen";
"RN3" = "Haluatko varmasti käyttää nimeä, joka alkaa pisteellä? Järjestelmä pitää tällaisia kohteita näkymättöminä tiedostoina.";
"RN4" = "Pisteellä alkavia nimiä ei voi käyttää, koska ne on varattu järjestelmän käyttöön. Valitse toinen nimi.";
"RN5" = "Nimeä ”^0” ei voida käyttää, koska se on järjestelmän varaama.";
"RN6" = "Nimeä ”^0” ei voida käyttää, koska nimessä on liian monta merkkiä.";
"RN8" = "Haluatko varmasti lisätä tarkenteen ”^0” nimen loppuun?";
"RN9" = "Jos teet tämän muutoksen, tiedosto voi avautua toisella ohjelmalla.";
"RN10" = "Jos teet tämän muutoksen, kansio saattaa näkyä tiedostona.";
"RN12" = "Haluatko varmasti muuttaa tarkenteen ”^0” tarkenteeksi ”^1”?";
"RN13" = "Jos teet tämän muutoksen, tiedosto voi avautua toisella ohjelmalla.";
"RN14" = "Haluatko varmasti poistaa tarkenteen ”^0”?";
"RN15" = "Jos teet tämän muutoksen, tiedosto voi avautua toisella ohjelmalla.";
"RN16" = "Jos teet tämän muutoksen, ohjelma voi näkyä kansiona.";
"RN17" = "Nimi ”^0” on jo käytössä. Valitse toinen nimi.";
"RN18" = "Nimi ”^0” tarkenteella ”^1” on jo käytössä. Valitse toinen nimi.";
"RN19" = "Ota käyttöön ^0";
"RN20" = "Säilytä ^0";
"RN21" = "Lisää";
"RN22" = "Älä lisää";
"RN23" = "Tarkenne ”^0” on järjestelmän varaama, eikä sitä voida käyttää.";
"RN24" = "Nimeä uudelleen";
"RN25" = "Kumoa";
"RN26" = "Haluatko varmasti vaihtaa kohteen ^0 nimen sen ollessa avoinna?";
"RN27" = "Ohjelman nimen muuttaminen sen ollessa käynnissä voi aiheuttaa ongelmia.";
"RN28" = "…";
"RN29" = "Laajennusta ”^0” ei voida poistaa tai muuttaa, koska Finder tarvitsee sitä.";
"RN30" = "Poista";
"RN31" = "Nimeä ”^0” ei voida käyttää.";
"RN32" = "Käytä nimeä, jossa on vähemmän merkkejä tai ei sisällä välimerkkejä.";
"RN33" = "Kohdetta ”^0” ei voida nimetä uudelleen.";
"RN34" = "";
"RN35" = "Sinulla ei ole oikeuksia nimetä kohdetta ”^0” uudelleen.";
"RN36" = "";
"RN37" = "Kohdetta ”^0” ei voida nimetä uudelleen.";
/*
	File:		ScriptItem.strings
	Contains:	Localizable strings for TScriptItem
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"SC1" = "Aliaksia voidaan luoda vain kansioissa ja levyillä.";
"SC2" = "Anna ”mihin” -parametri.";
"SC3" = "Sinulla ei ole oikeuksia luoda aliasta tähän.";
"SC4" = "Sinulla ei ole oikeuksia luoda tiedostoa tähän.";
"SC5" = "Sinulla ei ole oikeuksia luoda kansiota tähän.";
"SC6" = "Sinulla ei ole oikeuksia luoda Internet-sijaintia tähän.";
"SC7" = "Sinulla ei ole oikeuksia luoda leiketiedostoa tähän.";
"SC8" = "Nimetön";
"SC9" = "leike";
"SC10" = "Uudessa tarkenteessa ei voi olla pisteitä tai välilyöntejä.";
/*
	File:		ScriptViewOptions.strings
	Contains:	Localizable strings for TScriptViewOptions
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"SV1" = "Nimisaraketta ei voida tehdä näkymättömäksi.";
"SV2" = "Sarakkeen tulee olla näkyvä, jotta siitä voidaan tehdä järjestyssarake.";
/*
	File:		ScriptWindow.strings
	Contains:	Localizable strings for TScriptWindow
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"SW1" = "Ikkuna täytyy avata ominaisuuden saamiseksi.";
"SW2" = "Ikkuna täytyy avata ominaisuuden saamiseksi.";
/*
	File:		SharedNetwork.strings
	Contains:	Localizable strings for Shared Network and ODS feature
	Copyright:	© 2007-2009 by Apple Inc., all rights reserved.
*/
"SN_1" = "Yhdistä nimellä…";
"SN_2" = "Jaa näyttö…";
"SN_3" = "Yhdistetään…";
"SN_4" = "Yhdistäminen epäonnistui";
"SN_5" = "Yhdistetty nimellä: ^0";
"OD_1" = "Pyydä käyttää…";
"OD_2" = "Pyydetään käyttää…";
"OD_3" = "Lopeta käytön pyytäminen…";
"OD_4" = "Pyyntö hylätty";
"OD_5" = "Käytetään levyasemaa…";
"OD_6" = "Odotetaan levyä…";
"OD_6.1" = "Odotetaan levyä kohteessa ”^0”…";
"OD_6.2" = "Lopetetaan levyn odottaminen…";
"OD_7" = "Yhteydessä";
"OD_8" = "CD";		// [TODO] Does this need to be localized?
"OD_9" = "DVD"; 	// [TODO] Does this need to be localized?
"OD_10" = "levy";
"OD_11" = "Pyyntösi käyttää ^0-asemaa kohteessa ”^1” hylättiin.";
"OD_12" = "Pyydetään käyttää ^0-asemaa kohteessa ”^1”…";
/*
	File:		SmartFind.strings
	Contains:	Localizable strings for Go To
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"SF1" = "Siirry kohteeseen ”^0”";
/*
	File:		StatusBar.strings
	Contains:	Localizable strings for Status Bar
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"SB1.1" = "^0, ^1";
"SB2.1" = "^0";
"SB3" = "Etsitään…  ";
"SB4" = "Etsitään kohteesta ”^0”…  ";
"SB5" = "Etsitään ^0 paikasta…  ";
"SB6" = " (epätäydellinen)";
"SB7" = "^0/^1 valmiina";
"SB8" = "tarkistetaan kohteita";
"SB10" = "^0, ^1";
"SB11" = "Edellinen synkronointi: ^0";
"SB12" = "iDisk ei synkronoitu";
"SB13" = "Edellinen synkronointi keskeytyi";
"SB14" = "Edellinen synkronointi: tuntematon";
"SB15" = "Kohde: ”^0”";
"SB16" = "Kohde ^0/^1: ”^2”";
"SB16.1" = "Pysäytetään synkronointi";
"SB19" = "Lopeta haku";
"SB21" = "Hae uudelleen samoilla ehdoilla";
"SB23" = "Laske poltettavan kansion vaatima tila";
"SB23.1" = "Lopeta poltettavan kansion vaatiman tilan laskeminen";
"SB30" = "Osoittaa, että ikkunassa olevat kohteet ovat roskakorissa";
"SB31" = "Osoittaa, että et voi lisätä tai muuttaa kansion tai levyn sisältöä";
"SB32" = "Osoittaa, että Kohdista ruudukkoon on valittuna ikkunan valinnoista";
"SB33" = "Osoittaa, että ”Pidä järjestettynä” on valittuna ikkunan valinnoista";
"SB34" = "levyn vähimmäiskoko: ^0";
"SB35" = "^0 käytettävissä, ^1 liikaa";
"SB37" = "Etsitään kohteesta ^0…  ";
"SB_MoreN_R1" = "";
"SB_MoreN_V1" = "yli ^0";
"SB_More_R1" = "";
"SB_More_V1" = "Yli ^0 kohdetta";
"SB_More_Sel" =   "^0 valittuna; yli ^1 löytyi";
/*
	File:		Toolbar.strings
	Contains:	Localizable strings for the Toolbar
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"TL1" = "Tietokone";
"TL2" = "Kotikansio";
"TL3" = "iDisk";
"TL4" = "Suosikit";
"TL5" = "Ohjelmat";
"TL6" = "Dokumentit";
"TL7" = "Käyttäjät";
"TL10" = "Seuraava";
"TL11" = "Polku";
"TL12" = "Poista";
"TL13" = "Yhdistä";
"TL15" = "Poista näkyvistä";
"TL17" = "Elokuvat";
"TL18" = "Musiikki";
"TL19" = "Uusi kansio";
"TL20" = "Kuvat";
"TL21" = "Julkinen";
"TL22" = "Näytä tietoja";
"TL24" = "Polta";
"TL25" = "Työpöytä";
"TL27" = "Kohdetta ei löydy.";
"TL28" = "Poista työkalupalkista";
"TL_HELP_INFO" = "Katso tietoja valituista tiedostoista ja kansioista";
"TL_HELP_SWCH_SEARCH" = "Näytä kohteet symboleina, luettelona tai Cover Flow -näkymässä.";
"TL_HELP_NFLD" = "Luo uusi kansio nykyiseen sijaintiin";
"TL_HELP_PATH" = "Näe nykyisen kansion sijainti";
"TL_HELP_TRSH" = "Siirrä valittu kohde roskakoriin";
"TL_HELP_CNCT" = "Yhdistä palvelimeen";
"TL_HELP_EJCT" = "Poista levyjä asemasta ja palvelimia työpöydältä";
"TL_HELP_BURN" = "Polta tiedostoja, kansioita ja poltettavia kansioita levylle";
"TL_HELP_COMP" = "Siirry tietokoneen päätasolle";
"TL_HELP_APPS" = "Siirry Ohjelmat-kansioon";
"TL_HELP_TCAN" = "Siirry roskakoriin";
"TL_HELP_HOME" = "Siirry Kotikansioon";
"TL_HELP_IDSK" = "Näytä iDiskin sisältö";
"TL_HELP_FAVS" = "Siirry Suosikit-kansioon";
"TL_HELP_DOCS" = "Siirry Dokumentit-kansioon";
"TL_HELP_MOVI" = "Siirry Elokuvat-kansioon";
"TL_HELP_MUSC" = "Siirry Musiikki-kansioon";
"TL_HELP_PCTS" = "Siirry Kuvat-kansioon";
"TL_HELP_PBLC" = "Siirry Julkinen-kansioon";
"TL_HELP_CUST" = "Vaihda työkalupalkin kohteita";
/*
	File:		UniString.strings
	Contains:	Localizable strings
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"U13" = "^0 ^1";
"U16" = "Tänään";
"U17" = "Eilen";
"U18" = "Tänään ^0";
"U19" = "Eilen ^0";
"U20" = "Noin 5 sekuntia";
"U21" = "Noin 10 sekuntia";
"U22" = "Alle minuutti";
"U23" = "Noin minuutti";
"U24" = "Noin ^0 minuuttia";
"U25" = "Noin tunti";
"U26" = "Noin ^0 tuntia";
"U27" = "^0:^1";
"U28" = "^0:^1:^2";
"U29" = "^0m^1s";
"U30" = "^0h^1m^2s";
"U31" = ", ";
"U32" = "Kyllä";
"U33" = "Ei";
"U_COUNT_R1" = "=0";
"U_COUNT_V1" = "Ei kohteita";
"U_COUNT_R2" = "=1";
"U_COUNT_V2" = "1 kohde";
"U_COUNT_R3" = "";
"U_COUNT_V3" = "^0 kohdetta";
/*
	File:		URLUtils.strings
	Contains:	Localizable strings for URLUtils
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"URL_HEAD_1" = "afp://";
"URL_HEAD_2" = "at://";
"URL_HEAD_3" = "file://";
"URL_HEAD_4" = "ftp";
"URL_HEAD_5" = "http://";
"URL_HEAD_6" = "https://";
"URL_HEAD_7" = "mailto:";
"URL_HEAD_8" = "news:";
"URL_HEAD_9" = "nfs://";
"URL_HEAD_10" = "smb://";
"URL_HEAD_11" = "cifs://";
"URL_HTTP_HEAD_1" = "net.";
"URL_HTTP_HEAD_2" = "web.";
"URL_HTTP_HEAD_3" = "www.";
"URL_HTTP_TAIL_1" = ".com";
"URL_HTTP_TAIL_2" = ".edu";
"URL_HTTP_TAIL_3" = ".gov";
"URL_HTTP_TAIL_4" = ".net";
"URL_HTTP_TAIL_5" = ".org";
"URL_F1" = "Valitse, minne ”^0” ladataan";
"URL_F2" = "Nimetön ladattu";
/*
	File:		ViewOptionsWindow.strings
	Contains:	Localizable strings for View Options window
	Copyright:	© 2003-2009 by Apple Inc., all rights reserved.
*/
"VO1" = "Valinnat";
"VO2" = "Valitse kuva";
"VO3" = "Valitse";
"VO4" = "Valitse kuva, joka näkyy kansion ”^0” taustalla.";
"VO5" = "Valitse kuva, joka näkyy kaikkien kansioiden taustalla.";
"VO6" = "Ikkunalle ”^0” ei ole valintoja.";
"VO7" = "Tälle ikkunalle ei ole valintoja.";
"VO8" = "Hakutulosten valinnat";
"VO9" = "Symbolin koko: ^0 × ^1";
"VO10" = "pieni symbolin koko";
"VO11" = "suuri symbolin koko";
"VO12" = "Käytä oletusarvona";
"VO13" = "Palauta oletusarvot";
"VO14" = "Avaa aina symbolinäkymässä";
"VO15" = "Avaa aina luettelonäkymässä";
"VO16" = "Avaa aina palstanäkymässä";
"VO17" = "Avaa aina Cover Flow'ssa";
